{

    "aby1.jpg": "Introduelion to Pharm met herapy Definition and Principles Pharmacotherapy, also knovm as drug therapy, is the treatment of diseases and mechcal conditions with medicatione It involves the use of pharmaceutical agents to duignose, freut, manage, or prevent various healdi issues. The prunaly goal of pharmacotherapy ts to achtete optimal therapeutic outcomes whde minnutznla adverse effects. Ehannacotherapy plays a crucial rote in modern medicine, providing effective treatments for a müde lange of chseases and conchtions. Understanding its prffeiples, types, and mechamsms of action allows heakhcare professionaLs to optumze pahent care and achieve the best posstbte therapeutic outcomes. The principles of pharmacotherapy include: r. Efficacy, Ensuring that um chosen medication effectively treats or manages the conditiow u. Safety, Miniznizing the hak of adverse effects and entring that the benefits of the medication outweIgh the risks m. Individoalization, Tafformg drug therapy to the indwidual pattenes needs, consulering factors auch as age, wmght, genetics, and cmnarbichlies iv. Adherence, Emouraging patteuts to follow the prescrtbed medication regimen to achtete the best therapeutic outcomes Types of Pharmacotherapies Pharroacotherapy can be categorized into vatrous types based an the condition belog treated and the nature of the drugs used: t. Antibiotic Therapy, The use of antibioncs to mal bacterial infectiom. Examples ltwinde pairminn and ammucillm ü. Antiviral Therapy: The use of antiviral drugs to treat viral infechons Examples include acyclovir and oseharnries m. Antifungal Therapy, The use of antifungel medications to treat fingst infections. Examples rnclude fluconazole and terbinafine. Antiparasitic Therapy: The use of drugs to treat parasitic infeetions. Examples tnclude Den lettin and metronidazole. ",
    "aby2.jpg": "Introduelion to Pharm met herapy Definition and Principles Pharmacotherapy, also knovm as drug therapy, is the treatment of diseases and mechcal conditions with medicatione It involves the use of pharmaceutical agents to duignose, freut, manage, or prevent various healdi issues. The prunaly goal of pharmacotherapy ts to achtete optimal therapeutic outcomes whde minnutznla adverse effects. Ehannacotherapy plays a crucial rote in modern medicine, providing effective treatments for a müde lange of chseases and conchtions. Understanding its prffeiples, types, and mechamsms of action allows heakhcare professionaLs to optumze pahent care and achieve the best posstbte therapeutic outcomes. The principles of pharmacotherapy include: r. Efficacy, Ensuring that um chosen medication effectively treats or manages the conditiow u. Safety, Miniznizing the hak of adverse effects and entring that the benefits of the medication outweIgh the risks m. Individoalization, Tafformg drug therapy to the indwidual pattenes needs, consulering factors auch as age, wmght, genetics, and cmnarbichlies iv. Adherence, Emouraging patteuts to follow the prescrtbed medication regimen to achtete the best therapeutic outcomes Types of Pharmacotherapies Pharroacotherapy can be categorized into vatrous types based an the condition belog treated and the nature of the drugs used: t. Antibiotic Therapy, The use of antibioncs to mal bacterial infectiom. Examples ltwinde pairminn and ammucillm ü. Antiviral Therapy: The use of antiviral drugs to treat viral infechons Examples include acyclovir and oseharnries m. Antifungal Therapy, The use of antifungel medications to treat fingst infections. Examples rnclude fluconazole and terbinafine. Antiparasitic Therapy: The use of drugs to treat parasitic infeetions. Examples tnclude Den lettin and metronidazole. ",
    "aby3.jpg": "Chemothernpy- The nee of amofhol apenbc ageds to hegt amen and other cendittons m Hormone Therapy The use of honramm m bannnot antemies to totat hormonal urbolanem or horrnoonsenstave nmrinsans Examplea rar hole rmailm for ritabete, and estrogen thmapy for men,fronso arn Inununotherapy \"Hte me of maxtrcations to znorhdate the mumme system, muh as monmlanal antsbodne n smanme checkpatut min haors. Mechanisms of Action Phannacotherapy wann through vonores Inechanisms to achle ve es therapeutic effects Receptor Binding. Man, drum mett (heu eifern hy trunhag to speerfit receptors an the surfoce of cella uotiahng a aenes of brocheaucal eventa thot lead to the densed theraneuhr outrome For example. beta-blook.ern lind to beta-adomeralc recentres reduce haart rate and hlood pressure u. Enzyme Inhibition: Some does work by inhäraine the tern in of speanc enayme, thereby nmnname the synthens or hrealCdown of Important molecules wrtbut the body. For exarmln ACE inbibrtars block de ername aurnotensm-conmatme eaMme, leadma to lower blood pressure_ na Ion Channel Modelotion: Certam dnugs 00 ba modulating channels. ulach control the flott of nm m and out of cells Thas affe' cr <eh exmalla,- and fienchort For rumple. calnum channel blocken reduce the mflux of calnum mos anto carchar and smooth muacle cells, leadmg to relaxatrou of blond venels. n. Transporter Inhibition Sone drum Mulmt the function of transporters that mose malendes anon telt moosraues. For mmiple. selectise Beturnen reumake sennarr (SSRla) block the renutake of seromun m the Man, increasina dcc n'a2labdeo and Mumm, anal v. Direct Chemicat Interaction Gentara drum -work damugh daect choranal uateractrom wen targe moleeales. Fm example. ornacids unanhae stonach aairl dannen a daecr Mnnreal reactnn. ",
    "aby4.jpg": "Letture Prophylaxis therapy Definition Prophylams therur refert to the use of medications or other irdervenhons to preverst the muht of dtsease or the eocurrence of specific medial conditions. The goal of proptrylaxis Ls to redete the osk of deYeleminn Mseases and to protect mdividuals from potenhal heakh threats before the manifest. Prophylm, therapy playo a csuctal rotem pubhc heakh by prmentmg dumme. reducmg the borden of dösest, and unproalog overall health ontcomes. lt smoket a tmde ranee of roten enhons tadored to specffic pepolatons and rek factors. Principles The ergoemies of prophyLaxis thesapy mcludh I 14hverthen: Aoned st prevernme the umhat occunence of Mseme or condMon 2 Risk Reduminn. Lowenng the risk factors associated wirb the developmeM of a disease 3 Tatger Population: Idenhfying indivrduals of groups ffi heber risk and protickre pre‘hopye memme, 3 Long-terns Benefirs. Focusing an tone-term health outcomm and reducmg the Muhen of disease Tspes of Prophylaxis Therapy 1 Primas,- Prophylasis: The Mvolves intertennoos tu prevent the mittel mourrence of a dtsease. Examples melude vacemations and hmtestlive meckmoos. 2. Secondary Peophylaxis: The inrohes memures to mereut the recurrence of a deease usdiveluals who hme already experienced m trutral emsode. Examples mclude prophylactic annInotscs for imin'rduals oith a hetory of recurrem mfechous I 3. Tertia, Prophylaxe: The tovoltes wertemoos prev comphcostom or progression of a deease that alreedy preseut Examples snclude the use of med.wunezu to prevent opp0MMIStle infemme m sunnunocompromeed paneots Examples of Prophytaxis Therapy 1 %hechleeions: Achninmenng ecusestopment infecaous deemes auchas measles, ufflueumt and COMD-19. 2 .sustibietic Prophylaris: ttsmg antibrches to purem bactenal mfecuons m high-rek toduttdual, MI. 85 admimstmine anabsoncs before smgery to prev eat httgtcal mfemons or esvma monhylachc entibmfics w pahents ;tith a luatory of recunem usmary staut :Mem ons 3 Anheirat Prophylaxe: brsIng antimai med.show to preyent timt Ulferoms 111 lugh osk pupttimions, such as admomenne anttretroviral drugs to prevent mothes-to-chdd traossmshon of lin\" Muhte childbmh. ",
    "aby5.jpg": "4. Antimalaria) Proptylazis: Using airtmalarial drugs to prevent malaria in indreiduals traveling to malaria-endenuc regions. S. AnticonguLant Prophylatis: Using anticoagulant medicaborts to prevent Wood clot formation m parlienb at risk of thrombosis, such as those undergoing major surgery or those with anal fibrillation. 6. Lifestyle Modifications, Implementing lifestyle changes to prevent chronic diseases, such as promoting a healtity diet regular exercise, and smoking cessation to reduce the risk of cardirwascuLn diseases and diabetes. ",
    "aby6.jpg": "AanbC1 eolif,(11) Aulth(e I) Milbe r AableCat r Angle' 1.1 El P La ure 3. Barterieb Pannirin and Vind Inferno. Barderial Inleebonn Sadarial inlarberns arr caused by harndul bade,V, which are singleealled rnirrnorganisms. WhIle meng bacrerla are bannlicial. palhogenic barterla can invade the body, maltipis and release todns, Zeading 0 Illnara. Lammen hadarial infaceions indade dran rhrwr, tarnary Werdan (Ulis), and ruherrolods. Anelords are typttale, used fit tleat bar terlal infarnons renslanta rhet. draw.. a growIng slobal cancent Aneämtertat Avets A001rar0101 drupm tadrm neerdir barrenal reuet.. or p 33.0301*1,1grad. of WI barna. • (,Il Wall Synth.', Inhibirars Muer 'An perundlins and cnehalonnoons Warb rd rendnro of rarraloglycan a key cand.. of badend ‚ml! d•ns Inadate ro rd] • Prorein Synthesis I•hihians Annbrend\" .41 34 dt.cyaner and marrairder tand harren. amsames, dunname pded latadrtrart, • Nunlein Arid Svad.is l.hjbjlomm IIuareenernolon. mdba DNA a.a. bncenal DNA renkcar., • Membrane Disruprars darrnyarn, dama. rardual mat.sannt caunne leaknen of eelleh eemente2 Itaraelernreverans ",

    "aby8.jpg": "uses are microscopic infectious agents that require a host's cells to replicate. Viral infectiont :lude the common cold, influenza, HIV/AIDS, and COVID-19. Unlike bacteria, viruses cannot 1 eated with antibiotics. Instead, antiviral drugs, vaccines, and supportive Gare are used to ,anage these infections. Vaccination is a key preventive sirategy for many viral illnesses. ach type of infection has unique characteristics, narades of transmission, and treatment ptinns. Staying informed about prevention, early detraf:60n, and appropriate interventions is ital in reduclng the spread and Impact of these lotechor, Aotiyiral Agents Alunmal does ‚atzet speedle stages of the vital life cycle • Attachment and Ente Inhibitors These block the Virus fi0■71 bulding to or enternla kost cells6. • lincoating Inhibitors Drops Idee amantadule peueto the release of vtral genetic material tnto hast cells6 • Replication Inhibitors_ Nucleosule aualogs, such as acyclovir nwanc DNA buddlng biticks, disrupting viral DNA synthests7 • Protein Synthesis Inhibitors. These oderfese salth the production of vital protems 7. • _Assembly and Release Lt bibitors. Drugs hke protease Inhdutors prec®t the ‚natoration and release of Infeetlola, viral pacncles7. ",
    "aby9.jpg": "3171[1. .v rae fiedere •fOrear, Artneeirberian rd Dorne Calmlerire Dennersens Hang A drog er a cheental dar bearar. with SIMICTSMAKOLIS nom. (mune osepier) m ;nders a bnalogske renOon. trü nsedamxöcme hm- &emsig, prevention, Ierd oetamere &sem. Drage mai be for reozemal acnvinec and to enbrime perl emm sptes • Ilse Vitcrid Hesith Org.zeas Cni0) denn. dmgsm snbstesimusAro modify re eqsliore physeilegeal system er pansokeical enes fGr the imemors therapemic er dumm. brande - Achereiral sehnloc. typitaly oflamm stmdure,whoeix when admrmvaedm r Ming orgnoisombodur. • bielegats! die. -Adreg in any chemitai atm.ar seist o ahmt, pmple m nr dor re treuer prevem an iltades or desease Diedicine is • sobser cif drugs tat baue bem catendly denen. to best prerem, Ga diarame toenies ar medial amdmene. Uses are obenan fo®labbim bare thermestic effwand are dmigned be safe aod diesele labil Issed a diroded • Metra. am specifically dmigred na itme thempestc effects an the body. They are istended m provide bdrefrd to Keakb by treation or men.. velem hese condidens Trad±dooal Med.. Tradidonal rietmaie is dehn. by' the Werkt Health Org.elaorion (WHO) m tte sem total of knowledre end pradice, whetter explicabie a not shed iv thamonis, prevemien and ebstabiation of phynicat mental and mal imhslanca and tering extetuivel• an experleore snd obsersoden handed dont from Rererarion to ameriet sdsether nebele os Wie:. This indnes dehnet. of vations bims, maphodure and vieions typ. of SGIlibraliCOM, osreepatlas; and hydionxby, arcansater any and of cm.se trearmen wich otenkrations frans nlet.. Differentes barmen Traditanal smd Orthodox htedicine L Tradnianal raedakine is not well leralead by zalecrum. utik orthodox medicine 0 weil reaulated. Tradirionalmedicine e xiceer to the peonte uk:e ktbodo:: medidne iaoo ea dose to peoola 3, Tractitional rredicine mmally chez. taxt - meääne 4. Trad.rosa! medicine practirionera iamett kne.. tisich smceromon in orthodox medirinG 5. Ihm prardce orthodox medicine regte. • ,22.12., quakfam.time This is lie the the wich traditicassi naedd. e. Dosaooefdm. M orthodox mecktina tett matated aleasmed before dinandseation. Domire er rarely etmclardited er tradidonal engttim Nature of dangt "
}